<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
    */

    'registration_closed' => 'Регистрациите са забранени.',
    'first_page_you_see' => 'Страницата която виждате след като влезете',
    'login_status' => 'Статус',
    'logged_in' => 'Влязохте успешно !',
    'toggle_navigation' => 'Навигация',
    'administration' => 'Администрация',
    'user' => 'Потребител',
    'logout' => 'Изход',
    'login' => 'Вход',
    'register' => 'Регистрация',
    'name' => 'Имей',
    'email_address' => 'E-Mail',
    'password' => 'Парола',
    'confirm_password' => 'Потвърдете паролата',
    'remember_me' => 'Запомни ме',
    'forgot_your_password' => 'Забравена парола',
    'reset_password' => 'Смени парола',
    'send_reset_link' => 'Изпрати линк за ресетване на паролата',
    'click_here_to_reset' => 'Натиснете тук за да ресетнете паролата',
    'unauthorized' => 'Неоторизиран.',
    'dashboard' => 'Табло',
    'handcrafted_by' => 'Ръчна изработка от',
    'powered_by' => 'Задвижван от',

    'error_page' => [
        'title' => 'Грешка :error',
        'button' => 'Върни ме у дома',
        'message_4xx' => 'Моля <a :href_back>върнете се назад</a> или се върнете към <a :href_homepage>нашата начална страница</a>.',
        'message_500' => 'Възникна вътрешна грешка на сървъра. Ако грешката продължава да се появява, моля свържете се с екипа за разработка.',
        'message_503' => 'Сървърът е претоварен или под поддръжка. Моля опитайте отново по-късно.',
        '400' => 'Невалидна заявка.',
        '401' => 'Неоторизирано действие.',
        '403' => 'Забранено.',
        '404' => 'Страницата не е намерена.',
        '405' => 'Методът не е разрешен.',
        '408' => 'Изтекъл време за заявката.',
        '429' => 'Твърде много заявки.',
        '500' => 'Не сте вие, аз съм проблемът.',
        '503' => 'Сървърът е под поддръжка или претоварен.',
    ],
];
